tap "homebrew/bundle"
tap "homebrew/services"
brew "fish"
brew "fisher"
brew "tmux"
brew "git"
brew "gh"
brew "git-absorb"
brew "git-extras"
brew "git-standup"
brew "git-delta"
brew "libgit2"
brew "neovim"
brew "bat"
brew "ripgrep"
brew "eza"
brew "fzf"
brew "chezmoi"
brew "mise"
brew "go"
brew "ffmpeg"
brew "pandoc"
brew "fontforge"
brew "codex"
brew "gemini-cli"
brew "mas"
brew "ollama", restart_service: :changed
cask "visual-studio-code"
cask "cursor"
cask "claude-code"
cask "zed"
cask "iterm2"
cask "ghostty"
cask "docker-desktop"
cask "orbstack"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "chatgpt"
cask "claude"
cask "lm-studio"
cask "1password"
cask "notion"
cask "obsidian"
cask "betterdisplay"
cask "bettertouchtool"
cask "keka"
cask "linearmouse"
cask "mac-mouse-fix"
cask "swish"
cask "transmit"
cask "mimestream"
cask "discord"
cask "google-chrome"
cask "google-drive"
cask "chatgpt-atlas"
cask "basictex"
cask "spotify"
cask "steam"
mas "1Password for Safari", id: 1569813296
mas "Amphetamine", id: 937984704
mas "Copilot", id: 1447330651
mas "Goodnotes", id: 1444383602
mas "Noir", id: 1592917505
mas "SponsorBlock", id: 1573461917
mas "TestFlight", id: 899247664
mas "Wipr", id: 1662217862
mas "Xcode", id: 497799835
