tap "homebrew/bundle"
tap "homebrew/services"
brew "fish"
brew "fisher"
brew "tmux"
brew "git"
brew "gh"
brew "git-absorb"
brew "git-extras"
brew "git-standup"
brew "git-delta"
brew "libgit2"
brew "neovim"
brew "bat"
brew "ripgrep"
brew "eza"
brew "fzf"
brew "chezmoi"
brew "mise"
brew "go"
brew "ffmpeg"
brew "pandoc"
brew "fontforge"
brew "codex"
brew "gemini-cli"
brew "mas"
